{
    "aes_deposit": "AES | Deposit",
    "discover": "Discover",
    "profile": "Profile",
    "funds": "Funds",
    "trusts": "Trust",
    "me": "Me",
    "funds_assets_value": "Funds Assets Value",
    "performance": "Performance",
    "notice": "Notice",
    "currency_name": "Name",
    "twentyfourHour": "24H Chg %",
    "total": "Total",
    "available_balance": "Available Balance",
    "estimate_value": "Estimate Value (USDT)",
    "assets": "Assets",
    "trade": "Trade",
    "swap": "Swap",
    "transfer": "Transfer",
    "withdrawal_record": "Withdrawal Records",
    "transaction": "Transaction",
    "deposit": "Deposit",
    "withdrawal": "Withdrawal",
    "input_quantity": "Input Quantity",
    "exchange_quantity": "Exchange Quantity",
    "convert_rate": "Convert Rate: ",
    "handling_fee": "Handling Fee: ",
    "next_step": "Next Step",
    "confirm_to_swap": "Confirm to Swap?",
    "ok": "OK",
    "cancel": "Cancel",
    "other_accounts": "Other Accounts",
    "recipient_email": "Please enter recipient's email address",
    "quantity_transfer": "Quantity Transfer",
    "enter_quantity": "Please enter your quantity",
    "all": "All",
    "available_amount": "Available Amount ",
    "i_agree": "I agree ",
    "terms_and_conditions": "Terms and Conditions",
    "creating_transaction": "Creating Transaction ...",
    "verifying_transaction": "Verifying Transaction ...",
    "insufficient_fund": "Insufficient Fund.",
    "insufficient_fund_to_transfer": "Insufficient fund to transfer",
    "please_insert_minimum_amount": "Please insert minimum amount",
    "please_insert_an_email_address": "Please insert an email address",
    "invalid_email_address": "Invalid Email Address",
    "retrieving_latest_data": "Retrieving latest data...",
    "successful_transaction": "Successful Transaction",
    "insufficient_processing_fee": "Insufficient processing fee",
    "you_cant_transfer_to_your_own_account": "You can't transfer to your own account",
    "no_register_email_found": "No register email found",
    "swaping_currency": "Swaping Currency",
    "insufficient_fund_or_processing_fee_to_swap": "Insufficient fund / processing fee to swap",
    "swap_successfully": "Swap Successfully",
    "transaction_failed": "Transaction Failed",
    "no_data_available_for_withdrawal": "No withdrawal found",
    "withdrawal_out": "Withdrawal Out",
    "transaction_records": "Transaction Records",
    "no_data_available_for_transaction": "No transaction record found",
    "trust_in": "Trust In",
    "trust_out": "Trust Out",
    "transfer_in": "Transfer In",
    "transfer_out": "Transfer Out",
    "bonus_in": "Bonus In",
    "swap_in": "Swap In",
    "swap_out": "Swap Out",
    "deposit_in": "Deposit In",
    "processing_fee": "Processing Fee",
    "coin_address": "Coin Address",
    "please_enter_your_address": "Please enter your address",
    "quantity": "Quantity",
    "please_enter_your_quantity": "Please enter your quantity",
    "please_insert_address": "Please insert coin address",
    "insufficient_fund_or_processing_fee": "Insufficient Fund / Processing Fee",
    "please_double_confirm_the_receiver_address_is": "Please double confirm the receiver address is",
    "this_process_is_not_reversible": "This process is not reversible.",
    "trust_assets_value": "Trust Assets Value",
    "trust_assets_list": "Trust Assets List",
    "total_assets_value": "Total Assets Value",
    "trust_transaction": "Trust Transaction",
    "transfer_trust": "Transfer Trust",
    "no_data_avaialable_for_trust_transaction": "No trust transaction record",
    "trust_withdrawal": "Withdrawal",
    "trust_in_date": "Trust in date",
    "duration": "Duration",
    "days": " days", 
    "day": " day",
    "coin": "Coin",
    "you_have_withdrawn_this": "You have withdrawn this",
    "confirm_withdraw": "Confirm Withdraw",
    "for_trust_that_store_dialog": "For trust that store less than 30 days will be implied with a surcharge of 5% processing fee. Are you sure?",
    "amount": "Amount",
    "stop_storing_policy": "If you stop storing FD at AES Deposit within 30 days, you will be charged a 5% fee.\nAfter 30 days, it can be realized at any time, no handling fee is deducted.\n\nProcessing fees: ",
    "transfer_successfully": "Transfer Successfully",
    "confirm_transfer": "Confirm Transfer",
    "transfer_note": "Note: When the total value of Trust is turned on, it will automatically turn on Trust to generate revenue (additional fee is charged for Re-turning out.",
    "coming_soon": "Coming Soon",
    "convenient": "Convenient",
    "shopping_center": "Shopping Center",
    "webcast": "Webcast",
    "pay_bill": "Pay bill",
    "explorer": " Explorer",
    "browse_the": "Browse the ",
    "latest_info": " latest info",
    "invitation_code": "Invitation Code",
    "security": "Change Password",
    "about_us": "About Us",
    "getting_user_information": "Getting User Information...",
    "sign_out": "Sign Out",
    "successfully_sign_out": "Successfully Sign Out",
    "do_not_disclose": "Please do not disclose any sensitive information to anyone, including AES deposit staff",
    "blockchain_based": "Blockchain-based Digital Assets Bank",
    "sharing": "Sharing",
    "copy_link": "Copy Link",
    "copied_to_clipboard": "Copied to Clipboard",
    "a_digital_asset_bank": "A Digital Asset Bank based on blockchain communication and networking",
    "scan_qr_code_registration_download": "Scan QR Code registration download",
    "yesterday_team_earning": "Yesterday Team Earnings (AES)",
    "recent_seven_day_return": "Recent 7-day return",
    "acquired_return_thirtydays": "Acquired Return (30 days)",
    "team_data": "Team Data",
    "team_community": "Team Community",
    "income_overview": "Income Overview",
    "people": " People",
    "currency_management_income": "Currency Management Income",
    "referral_bonus": "Referral Bonus",
    "community_market_revenue": "Community Market Revenue",
    "about_us_para": "AES Signatum is a decentralized public ledger financial payment asset using the block chain technology. It is a fully mined POS (Proof of State) digital currency with fixed supply of 280million tokens. \n\nAES Signatum has developed and currently operating the ASEAN based Crypto Digital Asset Exchange known as AES Exchange and will have the presence in all ASEAN countries.  AES Exchange will also host listing for other digital token through Initial Exchange Offering (IEO) after going through stringent credit and background checks.  \n\nAES Signatum currently supports major cryptocurrencies such as Bitcoin, Ethereum, USDT and many more.  AES Exchange provides many crypto-related services such as crypto trading for investment enthusiasts and secured crypto wallet for digital market.\n\nAES Signatum will soon launch AES Pay, a secured e-payment gateway and AES Exchange will soon have Margin Trading, Crypto Index and Crypto Futures trading for blockchain stocks and Index markets.\n\nAES Signatum allows you to appreciate your digital asset securely and enjoy the benefit of digital and blockchain market revolution.",
    "t_and_c_first_para": "AES Signatum [‘AES’] reserves the right to modify or change the terms and conditions at any time and at its sole discretion. AES will provide notice of these changes by updating the revised Terms of Useand changing the “[Last revised: ]” date on this page. \n\nAny and all modifications or changes to the Terms of Use will be effective immediately upon being announced on this page or released to users. As such, your continued use of AES Deposit services acts as acceptance of the amended agreement and rules.",
    "eligibility": "Eligibility",
    "eligibility_para": "By registering to use a AES Deposit Account, you have affirmed that you are at least 18 years old and are an individual, legal person or other organization with full legal capacity to enter into this User Agreement between you and AES. If you are not, you and your guardian shall undertake all consequences resulting from your actions and AES shall have the right to cancel or freeze your account in addition to filing claims against you and your guardian for compensation.",
    "prohibition_of_use": "Prohibition of use",
    "prohibition_of_use_para": "By accessing and using AES Deposit and any of its services, you acknowledge and declare that you are not on any trade or economic sanctions lists, such as the United Nations Security Council Sanctions List and its equivalent. AES maintains the right to select its markets and jurisdictions to operate and may restrict or deny its services to certain countries. The content of this Agreement shall not be excluded from the laws of the country under which the user belongs. AES maintains its stance that prohibited users are not to use or access AES and any of its services.",
    "description_of_services": "Description of services",
    "description_of_services_para": "AES Deposit provides an online digital asset platform with fixed returns for depositing your digital assets in Trust Account. AES Deposit does not provide fiat trading capabilities on its platform and as such is not subjected to the stringent regulations that come with it. User must register an account with AES Deposit and transfer the digital assets to the Funds Account prior to commencement of depositing into Trust Account. User may request the withdrawal of their digital assets, subject to the limitations as stated in the Terms and Conditions. \n\nAES Deposit strives to maintain the accuracy of information posted however it cannot guarantee the accuracy, suitability, reliability, completeness, performance or fitness for purpose of the, and will not accept liability for any loss or damage that may arise directly or indirectly from the content. Information on AES Deposit can be subjected to change without notice and is provided for the primary purpose of facilitating users to arrive at independent decisions. AES Deposit does not provide investment or advisory advice and will have no liability for the use or interpretation of information or other communication mediums. All users of AES Deposit must understand that there are risks involved in cryptocurrencies. While AES emphasises platform security to ensure the continuity and security of its services (announcements will be made in event of downtime/maintenance), it will be non-accountable to Act of God, malicious targeted hacking, terrorist attacks and other unforeseen circumstances. AES reserves the right to cancel, rollback or block transactions of all type on AES Deposit in event of abnormal transactions. AES will not ask for any password from its users nor ask users to transfer funds that are not listed on AES Deposit. Users are encouraged to exercise prudence in dealing with discounts or promotions that could lead to them getting scammed. While the list is non-exhaustive, you agree that AES will not be held responsible for any losses arising from the situations stated above. \n\nBy using AES Deposit and any of its services, you declare that all information to AES in connection with these Terms are true, accurate and complete.",
    "aes_deposit_account_registration_and_requirement": "AES Deposit Account Registration & Requirements",
    "registration": "Registration",
    "registration_para": "All users must register (https://aes-wallet.web.app/signup) for a AES Deposit Account before using the service. To register for an account, you must provide your real name, email address and password, as well as accept the Terms of Use, Privacy Policy and Consent Form. Depending on certain conditions and in our sole discretion, we may refuse to open an account for you.",
    "user_identity_verification": "User Identity Verification",
    "user_identity_verification_para": "With registration of an account on AES Deposit, you agree to share personal information requested for the purposes of identity verification. This information is used specifically for the detection of money laundering, terrorist financing, fraud and other financial crimes on all AES platform. In addition to providing this information, to facilitate compliance with global industry standards for data retention, you agree to permit us to keep a record of such information for the lifetime of your account plus 5 years beyond account closing. You also authorise us to make inquiries, either directly or through third parties, that are deemed necessary to verify your identity or to protect you and/or us against financial crimes such as fraud.\n\nThe Identity Verification information we request may include, but is not limited to, your: Name, Email Address, Contact Information, Telephone Number, Username, Government Issued ID. In providing this required information, you confirm that it is accurate and authentic. Post-registration, you must guarantee that the information is truthful, complete and updated in a timely manner with any changes. If there is any reasonable doubt that any information provided by you is wrong, untruthful, outdated or incomplete, AES shall have the right to send you a notice to demand corrections, remove relevant information directly and, as the case may be, terminate all or part of AES Service to you. You shall be solely and fully responsible for any loss or expenses incurred during the use of AES Service if you cannot be reached through the contact information provided. You hereby acknowledge and agree that you have the obligation to keep all information provided up to date if there are any changes.",
    "account_usage_requirement": "Account usage requirement",
    "account_usage_requirement_para": "AES Deposit accounts can only be used by the person whose name they are registered under. AES reserves the right to suspend, freeze or cancel accounts that are used by persons other than the persons whose names they are registered under. Accordingly, AES will not take legal responsibility for these accounts.",
    "account_security": "Account security",
    "account_security_para": "AES prioritizes maintaining the safety of those user funds entrusted to us and has implemented industry standard protections for our platform. With that said, there are account-level risks that are created by individual user actions. We request that you understand the need to independently take safety precautions to protect your own account and personal information. \n\nYou shall be solely responsible for the safekeeping of your AES Deposit account and password on your own, and you shall be responsible for all activities under your log-in email, AES Deposit account and password (including but not limited to information disclosure, information posting, consent to or submission of various rules and agreements by clicking on the website, online renewal of agreement, etc.). \n\nYou hereby agree that: \n(a) you will notify AES immediately if you are aware of any unauthorized use of your AES Deposit account and password by any person or any other violations to the security rules;\n(b) you will strictly observe the security, authentication, dealing, charging, withdrawal mechanism or procedures of the service;\n(c) you will log out from the apps by taking proper steps at the end of every visit.\n\nAES will not be responsible for any loss or consequences caused by your failure to comply with the above Account Security provision.",
    "dispute_resolution": "Dispute resolution",
    "dispute_resolution_para": "AES reserves the right to resolve issues and disputes at its sole discretion. Some issues include infringement of others’ rights, violation of laws and regulations, abnormal trades and others not explicitly mentioned in the Terms. Users agree to bear the costs arising from the process of dispute resolution.",
    "guideline_for_usage_of_services_on_aes_deposit": "Guideline for usage of services on AES Deposit",
    "guideline_for_usage_of_services_on_aes_deposit_para": "You hereby agree to observe the following covenants during your use of services on AES Deposit: \n(a) All the activities that you carry out during the use of AES Service will be in compliance with the requirements of applicable laws, regulations, as well as the various guidelines of AES Deposit, \n(b) will not be in violation of public interests, public ethics or other's legitimate interests, \n(c) will not constitute evasion of payable taxes or fees and will not violate this agreement or relevant rules. \n\nIf you violate the foregoing promises and thereby cause any legal consequence, you shall independently undertake all of the legal liabilities in your own name and indemnify AES from all actions, claims, or costs arising from such violation. You will not use any data or information displayed on the site for commercial purposes without the prior written consent of AES. You will use the site in accordance with the Terms of Use and Privacy Policy, without taking acts of unfair competition nor attempting to intervene with the normal operation of AES. \n\nExamples of such malicious acts include, but are not limited to\n(a) using a device, software or subroutine to interfere with the apps\n(b) overloading network equipment with unreasonable data loading requests\n\nBy accessing the AES Deposit Service, you agree that AES shall have the right to unilaterally determine whether you have violated any of the above covenants and take actions to apply relevant rules without receiving your consent or giving prior notice to you. Examples of such actions include, but are not limited to\n(a) block and close order requests \n(b) freezing your account\n(c) reporting the incident to authorities\n(d) publishing the alleged violations and actions that have been taken\n(e) deleting any information you published that is in violation\n\nIf your alleged violation causes any losses to a third party, you shall solely undertake all the legal liabilities in your own name and hold AES harmless from any loss, fine or extra expenses. If, due to any alleged violation AES incurs any losses, is claimed by any third party for compensation or suffers any punishment imposed by any administrative authorities,you shall indemnify AES against any losses and expense caused thereby, including reasonable attorney's fee. ",
    "service_fee": "Service fee",
    "service_fee_para": "AES reserves the rights to levy service fees on users who use its services. It is in the discretion of AES to adjust the servce fees charged to users using its services.",
    "liability": "Liability",
    "provision_of_service": "Provision of service",
    "provision_of_service_para": "AES will provide AES Deposit Service at an “as is” and “commercially available” condition, and does not offer any form of warranty with regards to the Service’s reliability, stability, accuracy and completeness of the technology involved. AES cannot control the quality, security or legality of the coin involved in any transaction, truthfulness of the transaction information, or capacity of the parties to any transaction to perform their obligations under the rules. You must carefully consider the associated investment risks, legal status and validity of the transaction information and investment decisions prior to your use of the AES Services provided.",
    "limitation_of_liability": "Limitation of liability",
    "limitation_of_liability_para": "You acknowledge and agree, AES shall not be liable for any of your losses caused by any of the following events, including but not limited to:\n(a) Losses of profits, goodwill, usage or data or any other intangible losses\n(b) Use or failure to use AES Deposit Service\n(c) Unauthorized use of your account or unauthorized alteration of your data by third parties\n(d)Your misunderstanding of AES Deposit Service\n(e)Any other losses related to AES Deposit Service which are not directly attributable to AES\n\nIn no event shall AES be liable for any failure or delay of service resulting from regular network maintenance or external factors such as power failure, natural disaster, service provider-side problems or governmental acts.",
    "indemnification": "Indemnification",
    "indemnification_para": "You agree to indemnify and hold harmless AES, its affiliates, contractors, licensors, and their respective directors, officers, employees and agents from and against any claims and damages (including attorneys’ fees, fines or penalties imposed by any regulatory authority) arising out of your breach or our enforcement of this Agreement. This shall also apply to your violation of any applicable law, regulation, or rights of any third party during your use of the AES Deposit Service.",
    "termination_of_account": "Termination of account",
    "termination_of_account_para": "You agree that we have the right to immediately suspend your account (and any accounts beneficially owned by related entities or affiliates), freeze or lock the funds in all such accounts, and suspend your access to AES Deposit.  if we suspect any such accounts to be in violation of the Terms of Service, Privacy Policy, AML/CTF acts or any applicable laws & regulations. AES shall have the right to keep and use the transaction data or other information related to such accounts. The above account controls may also be applied in the following cases:\n(a) The account is subject to a governmental proceeding, criminal investigation or other pending litigation\n(b) We detect unusual activity in the account\n(c) We detect unauthorized access to the account\n(d) We are required to do so by a court order or command by a regulatory/government authority\n\nIn case of any of the following events, AES shall have the right to directly terminate and cancel your account, and shall have the right to permanently freeze (cancel) the authorizations of your account on AES Deposit and withdraw the corresponding AES Deposit account thereof: \n(a) after AES terminates services to you, \n(b) you allegedly register or register in any other person’s name as AES Deposit user again, directly or indirectly; \n(c) the main content of user’s information that you have provided is untruthful, inaccurate, outdated or incomplete; \n(d) when this agreement (including the rules) is amended, you expressly state and notify AES of your unwillingness to accept the amended service agreement; \n(e) any other circumstances where AES deems it should terminate the services. \n\nShould the account be terminated, the account & transactional information required for meeting data retention standards will be securely stored for five years. In addition, if a transaction is unfinished during the account termination process, AES shall have the right to notify your counterparty of the situation at that time. ",
    "remaining_fund_after_account_termination_normal": "Remaining fund after account termination (normal)",
    "remaining_fund_after_account_termination_normal_para": "Once the account is closed/withdrawn, all remaining balance (which includes charges and liabilities owed to AES) on the account will be payable at once to AES. Upon payment of all outstanding charges to AES (if any), the user will have 5 working days to withdraw all funds from the account.",
    "remaining_fund_after_account_termination_fraud": "Remaining funds after account termination (fraud/AML/violation of terms)",
    "remaining_fund_after_account_termination_fraud_para": "AES maintains full custody of the funds and user data/information which may be turned over to the authorities in event of account suspension/closure arising from fraud investigations, AML investigations or violation of AES’s Terms (eg. trading on AES from a sanctioned country).",
    "compliance_with_local_laws": "Compliance with local laws",
    "compliance_with_local_laws_para": "It is the responsibility of the user to abide by local laws in relation to the legal usage of AES in their local jurisdiction. Users must also factor, to the extent of their local law all aspects of taxation, the withholding, collection, reporting and remittance to their appropriate tax authorities. All users of AES and any of its services acknowledge and declare that the source of their funds come from a legitimate manner and are not derived from illegal activities. AES maintains a stance of cooperation with law enforcement authorities globally and will not hesitate to seize, freeze, terminate the account and funds of users which are flagged out or investigated by legal mandate.",
    "privacy_policy": "Privacy policy",
    "privacy_policy_para": "AES may announce and amend its privacy policy on the platform of AES from time to time and the privacy policy shall be an integral part of this Usage Agreement. The latest version of the Privacy Policy which has included the GDPR can always be found here on this page",
    "indemnity_and_disclaimer": "Indemnity and disclaimer",
    "indemnity_and_disclaimer_para": "You agree to indemnify AES and its entirety of affiliates and hold them harmless from and against all third party claims except from AES’s breach of these Terms. As mentioned in description of services, AES strives its best to maintain the data integrity on its site but does not guarantee the information and services provided in its platform. AES will not be liable for errors arising from the use of its services.",
    "currency_address": "Currency address",
    "copy": "Copy",
    "do_not_recharge": "Do not recharge any of the above addresses for non-",
    "otherwise": ", otherwise the assets will not be recovered.\nAfter you recharge to the above address, you need confirmation from the entire network node. Can be confirmed after 6 network confirmation.\nYour replenishment address will not change frequently, you can replenish; If there is any change, we try to notify you through the website announcement or mail.",
    "update_now": "Update Now",
    "app_is_outdated": "You app version is outdated. Please update to the latest one.",
    "please_wait": "Please wait...",
    "enter_email": "Enter email",
    "please_insert_valid_email": "Please insert valid email",
    "input_password": "Input Password",
    "please_insert_password": "Please insert password",
    "insert_at_least_six_characters": "Insert at least 6 characters",
    "login": "Login",
    "dont_have_an_account_yet": "Don't have an account yet? ",
    "register": "Register",
    "something_went_wrong": "Something went wrong!",
    "confirm_password": "Confirm Password",
    "please_confirm_password": "Please confirm password",
    "password_not_match": "Passowrd doesn't match",
    "input_invitation_code": "Input invitation code (Optional)",
    "invalid_invitation_code": "Invalid invitation code",
    "signup": "Sign Up",
    "language": "english",
    "getting_notification": "Getting notifications...",
    "no_notification": "No notification",
    "reset_password": "Change Password",
    "current_password": "Current Password",
    "this_field_cannot_be_blank": "This field cannot be blank",
    "new_password": "New Password",
    "confirm_new_password": "Confirm New Password",
    "change_password": "Change Password",
    "successful_update_new_password": "Successfully Update New Password",
    "something_went_wrong_please_try_again": "Something went wrong! Please try again.",
    "referral_bonus_in": "Referral Bonus",
    "matching_bonus": "Matching Bonus"
    




    


    
    

}